Repository: ikus060/rdiffweb
Catalog: rdiffweb/locales/*/LC_MESSAGES/messages.po
Languages: fr, pt, ru

source: Your %(header_name)s account is no longer protected with Two-Factor Authentication. You don't need your second factor to sign in.
fr: Votre compte %(header_name)s n'est plus protégé par l'authentification à deux facteurs. Vous n'avez pas besoin de votre deuxième facteur pour vous connecter.
pt: A conta do seu %(header_name)s não está mais protegida com a Autenticação de Dois Fatores. Você não precisa do segundo fator para entrar.
ru: Ваша учетная запись %(header_name)s больше не защищена двухфакторной аутентификацией. Вам не нужен второй фактор для входа в систему.

source: Backup inactive
pt: Backup inativo

source: You are receiving this email to notify you about your backups.
fr: Vous recevez cet e-mail pour vous informer de vos sauvegardes.
pt: Você está recebendo este e-mail para notificá-lo sobre seus backups.

source: The following repositories are inactive for some time. We invite you to have a look at your last backup schedule.
fr: Les dépôts suivants sont inactifs depuis un certain temps. Nous vous invitons à consulter votre dernier plan de sauvegarde.
pt: Os repositórios a seguir ficam inativos por algum tempo. Convidamos você a dar uma olhada em sua última programação de backup.

source: Last backup
fr: Dernière sauvegarde
pt: Último backup

source: If you don't want to be notify about this. You need to review your user preferences.
fr: Si vous ne voulez plus recevoir de notifications à ce sujet, modifiez vos préférences utilisateur.
pt: Se você não quiser ser notificado sobre isso, você precisa revisar suas preferências de usuário.

source: Password changed
fr: Modification de mot de passe
pt: Senha alterada
ru: Пароль изменен

source: You recently changed the password associated with your %(header_name)s account.
fr: Vous avez récemment changé le mot de passe associé à votre compte %(header_name)s.
pt: Alterou recentemente a senha associada à sua conta %(header_name)s.
ru: Вы недавно изменили пароль, связанный с вашей учетной записью %(header_name)s.

source: New Repository detected
fr: Nouveau dépôt détecté
pt: Novo Repositório detectado

source: You are receiving this email to inform you that a new repository, named "%(repo_path)s", has been added to your account.
fr: Vous recevez cet e-mail pour vous informer qu'un nouveau dépôt, nommé "%(repo_path)s", a été ajouté à votre compte.
pt: Você está recebendo este e-mail para informar que um novo repositório, chamado "%(repo_path)s", foi adicionado à sua conta.

source: Repository deleted
fr: Dépôt supprimé
pt: Repositório excluído

source: You receive this e-mail to inform you that your deposit named %(repo_path)s has been deleted from your account.
fr: Vous recevez cet e-mail pour vous informer que votre dépôt nommé %(repo_path)s a été supprimé de votre compte.
pt: Você recebe este e-mail para informá-lo de que seu depósito chamado %(repo_path)s foi excluído de sua conta.

source: Monthly Backup Report
fr: Rapport mensuel de sauvegarde
pt: Relatório de Backup Mensal

source: Weekly Backup Report
fr: Rapport hebdomadaire de sauvegarde
pt: Relatório de Backup Semanal

source: Daily Backup Report
fr: Rapport quotidien de sauvegarde
pt: Relatório de Backup Diário

source: Backup Report
fr: Rapport de sauvegarde
pt: Relatório de Backup

source: Here is your monthly backup report for last month presenting an overview of the activities within your backup from %(start)s to %(end)s.
fr: Voici votre rapport mensuel de sauvegarde pour le mois dernier, qui présente une vue d'ensemble des activités de votre sauvegarde, du %(start)s au %(end)s.
pt: Aqui está o relatório de backup mensal do mês passado, apresentando uma visão geral das atividades dentro do seu backup de %(start)s a %(end)s.

source: Here is your weekly backup report for previous week presenting an overview of the activities within your backup from %(start)s to %(end)s.
fr: Voici votre rapport de sauvegarde hebdomadaire pour la semaine précédente, qui présente une vue d'ensemble des activités de votre sauvegarde, du %(start)s au %(end)s.
pt: Aqui está o relatório de backup semanal da semana anterior, apresentando uma visão geral das atividades dentro do seu backup de %(start)s a %(end)s.

source: Here is your daily backup report for yesterday presenting an overview of the activities within your backup for %(start)s.
fr: Voici votre rapport de sauvegarde quotidien pour la journée d'hier, qui présente une vue d'ensemble des activités de votre sauvegarde pour le %(start)s.
pt: Aqui está o relatório diário de backup de ontem, apresentando uma visão geral das atividades dentro do backup para %(start)s.

source: Here is your backup report presenting an overview of the activities within your backup from %(start)s to %(end)s.
fr: Voici votre rapport de sauvegarde présentant une vue d'ensemble des activités de votre sauvegarde du %(start)s jusqu'au %(end)s.
pt: Aqui está o relatório de backup que apresenta uma visão geral das atividades dentro do backup de %(start)s a %(end)s.

source: Last backup Date
fr: Dernière sauvegarde
pt: Data do último backup

source: Current size
fr: Taille actuelle
pt: Tamanho atual

source: Avg. Time
fr: Temps Moyen
pt: Tempo Médio

source: Error Count
fr: Nombre d'erreurs
pt: Contagem de Erros

source: A small number of errors does not indicate a problem with your backup.
fr: Un petit nombre d'erreurs n'indique pas un problème avec votre sauvegarde.
pt: Um pequeno número de erros não indica um problema com o backup.

source: Your verification code
fr: Votre code de vérification
pt: Seu código de verificação
ru: Ваш код подтверждения

source: To help us make sure it's really you, here's the verification code you'll need to log in:
fr: Pour nous aider à nous assurer qu'il s'agit bien de vous, voici le code de vérification dont vous aurez besoin pour vous connecter :
pt: Para nos ajudar a ter certeza de que é realmente você, aqui está o código de verificação que você precisará para fazer login:
ru: Чтобы мы могли убедиться, что это действительно вы направляем вам код подтверждения, который потребуется для входа в систему:

source: If this wasn't you logging in, and you use a password to log in, please reset your password.
fr: Si ce n'est pas vous qui vous êtes connecté, et que vous utilisez un mot de passe pour vous connecter, veuillez réinitialiser votre mot de passe.
pt: Se não foi você que fez login e usou uma senha para fazer login, redefina sua senha.
ru: Если вы не осуществляли вход в систему, и вы используете пароль для входа в систему, пожалуйста, сбросьте свой пароль.

source: This code will expire in 1 hour. Once the code expires, you will need to request a new verification code by going through the login procedure again.
fr: Ce code expirera dans 1 heure. Une fois le code expiré, vous devrez demander un nouveau code de vérification en suivant à nouveau la procédure de connexion.
pt: Este código expirará em 1 hora. Assim que o código expirar, você precisará solicitar um novo código de verificação passando pelo procedimento de login novamente.
ru: Срок действия этого кода истекает через 1 час. По истечении срока действия кода вам нужно будет запросить новый проверочный код, пройдя процедуру входа в систему еще раз.

source: Sorry, an error has occured.
fr: Désolé, une erreur s'est produite.
pt: Desculpe, ocorreu um erro.
ru: Извините, возникла ошибка.

source: Activities
fr: Activités
pt: Atividades
ru: Активность

source: File count
fr: Nombre de fichiers
pt: Contagem de arquivos
ru: Количество файлов

source: Elapsed Time
fr: Temps écoulé
pt: Tempo Decorrido
ru: Прошедшее время

source: Errors
fr: Erreurs
pt: Erros
ru: Ошибки

source: Cumulative number of new, deleted and changed files by period of time.
fr: Cumulatif des fichiers nouveaux, supprimés ou modifiés par période de temps.
pt: Número cumulativo de arquivos novos, excluídos e alterados por período de tempo.
ru: Суммарное количество новых, удаленных и измененных файлов по периодам времени.

source: Cumulative number of errors by period of time.
fr: Cummulatif du nombre d'erreurs par période de temps.
pt: Número cumulativo de erros por período de tempo.
ru: Суммарное количество ошибок по периодам времени.

source: Number of files excluding history data.
fr: Nombre de fichiers excluant les données d'historique.
pt: Número de arquivos excluindo dados históricos.
ru: Количество файлов, исключая данные истории.

source: Source file size
fr: Taille du fichier source
pt: Tamanho do arquivo de origem
ru: Исходный размер файлов

source: Repository size excluding history data.
fr: Taille du dépôt excluant les données d'historique.
pt: Tamanho do repositório, excluindo dados históricos.
ru: Размер репозитория без учета данных истории.

source: Increment file size
fr: Incrémenter la taille du fichier
pt: Tamanho do arquivo incremental
ru: Размер инкрементированных файлов

source: Average time to complete backup.
fr: Temps estimé pour compléter la sauvegarde.
pt: Tempo médio para concluir o backup.
ru: Среднее время завершения резервного копирования.

source: History
fr: Historique
pt: Histórico
ru: История

source: Delete History
fr: Supprimer l'historique
pt: Excluir Histórico
ru: Удалить историю

source: Toggle Dropdown
fr: Menu déroulant
pt: Alternar Menu Suspenso
ru: Переключить выпадающий список

source: Confirmation required
fr: Confirmation requise
pt: Confirmação necessária
ru: Требуется подтверждение

source: You are about to permanently delete this file or folder history. Deleted history CANNOT be restored! Are you ABSOLUTELY sure?
fr: Vous êtes sur le point de supprimer définitivement ce dépôt. Un dépôt supprimé NE PEUT PAS être restauré! Êtes-vous ABSOLUMENT sûr ?
pt: Você está prestes a excluir permanentemente este histórico de arquivos ou pastas. O histórico excluído NÃO PODE ser restaurado! Você tem ABSOLUTAMENTE certeza?
ru: Вы собираетесь навсегда удалить историю этого файла или папки. Удаленная история НЕ может быть восстановлена! Вы АБСОЛЮТНО уверены?

source: Toggle navigation
fr: Basculer la navigation
pt: Alternar navegação
ru: Переключить навигацию

source: Signed in as
fr: Connecté en tant que
pt: Sessão iniciada como
ru: Войти как

source: Edit profile
fr: Modifier le profil
pt: Editar perfil
ru: Редактировать профиль

source: Notifications
pt: Notificações
ru: Уведомления

source: Powered by
fr: Propulsé par
pt: Distribuído por
ru: Работает на

source: The displayed data may be inconsistent.
fr: Les données affichées peuvent ne pas correspondre.
pt: Os dados exibidos podem ser inconsistentes.
ru: Отображаемые данные могут быть неконсистентны.

source: No repositories
fr: Aucun dépôt
pt: Nenhum repositório

source: You don't have any repositories in your user directory. You may need to refresh the page if you just made a new backup.
fr: Vous n'avez aucun dépôt configuré. Vous devrez peut-être actualiser vos dépôts à partir de votre profil utilisateur si vous venez de faire une nouvelle sauvegarde.
pt: Você não tem nenhum repositório em seu diretório de usuário. Talvez seja necessário atualizar a página se você acabou de fazer um novo backup.
ru: У вас нет репозиториев в каталоге пользователя. Вам может потребоваться обновить страницу, если вы только что создали новую резервную копию.

source: Initial backup not completed.
fr: La sauvegarde initiale n'est pas achevée.
pt: Backup inicial não concluído.

source: A simplified backup management software for quick access to your archives through an efficient web interface.
fr: Un logiciel de gestion de sauvegarde simplifié pour un accès rapide à vos archives via une interface Web efficace.
pt: Um software de gerenciamento de backup simplificado para acesso rápido aos seus arquivos através de uma interface Web eficiente.
ru: Упрощенная программа управления резервным копированием для быстрого доступа к вашим архивам через эффективный веб-интерфейс.

source: community
fr: communauté
pt: comunidade
ru: сообщество

source: Welcome back
fr: Content de vous revoir
pt: Bem-vindo de volta
ru: С возвращением

source: Sign in with %(oauth_provider_name)s
pt: Iniciar sessão com %(oauth_provider_name)s

source: Repository Logs
fr: Logs du dépôt
pt: Logs do Repositório
ru: Журналы репозитория

source: Last backup log
pt: Último log de backup

source: Last restore log
pt: Último log de restauração

source: Notice: To prevent performance issues, only the last 2000 lines of each log files are displayed.
fr: Remarque: Pour éviter les problèmes de performance, seules les 2000 dernières lignes de chaque fichier journal sont affichées.
pt: Aviso: Para evitar problemas de desempenho, somente as últimas 2000 linhas de cada arquivo de log são exibidas.

source: Show all logs
fr: Afficher tout
pt: Mostrar todos os registros
ru: Показать все журналы

source: Log file empty
fr: Fichier journal vide
pt: Arquivo de log vazio

source: This log file is empty. Select another log file to show it's contents.
fr: Ce fichier de log est vide. Sélectionnez un autre fichier journal pour afficher son contenu.
pt: Este arquivo de log está vazio. Selecione outro arquivo de log para mostrar seu conteúdo.
ru: Этот файл журнала пуст. Выберите другой файл журнала, чтобы показать его содержимое.

source: No log file selected
fr: Aucun fichier journal sélectionné
pt: Nenhum arquivo de log selecionado

source: Select a log file to show it's contents.
fr: Sélectionnez un fichier de log pour en afficher le contenu.
pt: Selecione um arquivo de log para mostrar seu conteúdo.
ru: Выберите файл журнала, чтобы показать его содержимое.

source: Login Verification
fr: Vérification de l'accès
pt: Verificação de Login
ru: Подтверждение входа в систему

source: Two-Factor Authentication is enabled for your account. To verify your account, you must enter the code that was sent to your email address.
fr: L'authentification à deux facteurs est activée pour votre compte. Pour vérifier votre compte, vous devez entrer le code qui a été envoyé à votre adresse courriel.
pt: A Autenticação de Dois Fatores está ativada para sua conta. Para verificar sua conta, você deve inserir o código que foi enviado para seu endereço de e-mail.
ru: Для вашей учетной записи включена двухфакторная аутентификация. Чтобы подтвердить свою учетную запись, вы должны ввести код, который был отправлен на ваш адрес электронной почты.

source: Login with a different account
fr: Se connecter avec un autre compte
pt: Faça login com uma conta diferente
ru: Войти с другой учетной записью

source: User profile
fr: Paramètres
pt: Perfil do usuário
ru: Профиль пользователя

source: General
fr: Général
pt: Geral
ru: Общее

source: SSH Keys
fr: Clés SSH
pt: Chaves SSH
ru: SSH ключи

source: Access Tokens
fr: Jetons d'accès
pt: Tokens de Acesso
ru: Токены доступа

source: Two-Factor Authentication
fr: Authentification à deux facteurs
pt: Autenticação de Dois Fatores
ru: Двухфакторная аутентификация

source: Account settings
fr: Paramètres du compte
pt: Configurações da Conta
ru: Настройки аккаунта

source: General information about your account.
fr: Informations générales sur votre compte.
pt: Informações gerais sobre sua conta.
ru: Общая информация о вашем аккаунте.

source: Change your current password
fr: Changez votre mot de passe actuel
pt: Alterar sua senha atual
ru: Изменить текущий пароль

source: Refresh
fr: Rafraîchir
pt: Atualizar
ru: Обновить

source: You can enhance the security of your account by enabling two-factor authentication (2FA).
fr: Vous pouvez renforcer la sécurité de votre compte en activant l'authentification à deux facteurs (2FA).
pt: Você pode aumentar a segurança da sua conta ativando a autenticação de dois fatores (2FA).
ru: Вы можете повысить безопасность своей учетной записи, включив двухфакторную аутентификацию (2FA).

source: When enabled, a verification code is sent to your email address each time you log in from a new location to verify that it is you.
fr: Lorsqu'elle est activée, un code de vérification est envoyé à votre adresse courriel chaque fois que vous vous connectez à partir d'un nouvel emplacement pour vérifier qu'il s'agit bien de vous.
pt: Quando ativado, um código de verificação é enviado para o seu endereço de e-mail sempre que você faz login de um novo local para verificar se é você.
ru: Если эта функция включена, при каждом входе в систему из нового места на ваш адрес электронной почты отправляется проверочный код для подтверждения того, что это именно вы.

source: Notification settings
fr: Paramètre de notification
pt: Configurações de notificação
ru: Настройки уведомлений

source: Notification sent to
fr: Notification envoyé à
pt: Notificação enviada para
ru: Отправлять уведомления на

source: To receive notification, configure your email address in your profile.
fr: Pour recevoir des notifications, configurez votre adresse e-mail dans votre profil.
pt: Para receber notificações, configure seu endereço de e-mail em seu perfil.

source: Report
fr: Rapport
pt: Relatório

source: Configure how often you want to receive a backup report in your mailbox.
fr: Configurez la fréquence à laquelle vous souhaitez recevoir un rapport de sauvegarde dans votre boîte courriel.
pt: Configure a frequência com que deseja receber um relatório de backup em sua caixa de correio.

source: Configure when you will be notified if your backup is inactive.
fr: Configurez le moment où vous serez averti si votre sauvegarde est inactive.
pt: Configure quando você será notificado se o backup estiver inativo.

source: This is a list of devices that are logged into your account. You may revoke any sessions that you do not recognize except your current session.
fr: Il s'agit d'une liste des appareils qui sont connectés à votre compte. Vous pouvez révoquer toute session que vous ne reconnaissez pas, à l'exception de votre session actuelle.
pt: Esta é uma lista de dispositivos que estão conectados à sua conta. Você pode revogar todas as sessões que não reconhece, exceto a sessão atual.
ru: Это список устройств, на которых выполнен вход в вашу учетную запись. Вы можете отозвать любые сеансы, которые вы не узнаете, за исключением текущего сеанса.

source: from
fr: à partir de
pt: de
ru: от

source: Expired on
fr: Expire le
pt: Expirado em
ru: Истекает

source: SSH Keys management is disabled by your administrator.
fr: La gestion des clés SSH est désactivée par votre administrateur.
pt: O gerenciamento de Chaves SSH é desabilitado pelo administrador.
ru: Управление ключами SSH отключено вашим администратором.

source: SSH keys
fr: Clés SSH
pt: Chaves SSH
ru: SSH ключи

source: Add SSH key
fr: Ajouter clé SSH
pt: Adicionar chave SSH
ru: Добавить SSH ключ

source: SSH keys allow you to establish a secure connection between your computer and this backup system. This is a list of SSH keys associated with your account. Remove any keys that you do not recognize.
fr: Les clés SSH vous permettent d'établir une connexion sécurisée entre votre ordinateur et le système de sauvegarde. Voici une liste des clés SSH associées à votre compte. Supprimez tous les clés inconnues.
pt: As chaves SSH permitem que você estabeleça uma conexão segura entre seu computador e este sistema de backup. Esta é uma lista de chaves SSH associadas à sua conta. Remova todas as chaves que você não reconhece.
ru: Ключи SSH позволяют установить безопасное соединение между вашим компьютером и данной системой резервного копирования. Это список ключей SSH, связанных с вашей учетной записью. Удалите все ключи, которые вы не узнали.

source: Ask your administrator to delete SSH Keys.
fr: Demandez à votre administrateur de supprimer les clés SSH.
pt: Peça ao administrador para excluir as chaves SSH.
ru: Попросите своего администратора удалить ключи SSH.

source: There are no SSH keys associated with your account.
fr: Il n'y a pas de clés SSH associées à votre compte.
pt: Não há chaves SSH associadas à sua conta.
ru: С вашей учетной записью не связаны ключи SSH.

source: Delete SSH key
fr: Supprimer la clé SSH
pt: Excluir chave SSH
ru: Удалить SSH ключ

source: Are you sure you want to delete this SSH Key?
fr: Voulez-vous vraiment supprimer cette clé SSH?
pt: Tem certeza de que deseja excluir esta chave SSH?
ru: Вы уверены, что хотите удалить этот SSH ключ?

source: Access Token
fr: Jetons d'accès
pt: Token de Acesso
ru: Токен доступа

source: You can use access tokens to authenticate to this application. They are the only accepted password when you have Two-Factor Authentication (2FA) enabled.
fr: Vous pouvez utiliser des jetons d'accès pour vous authentifier auprès de cette application. Ils constituent le seul mot de passe accepté lorsque l'authentification à deux facteurs (2FA) est activée.
pt: Você pode usar tokens de acesso para autenticar neste aplicativo. Eles são a única senha aceita quando você tem a Autenticação de Dois Fatores (2FA) ativada.
ru: Для аутентификации в этом приложении можно использовать токены доступа. Они являются единственным допустимым паролем, если у вас включена двухфакторная аутентификация (2FA).

source: Create New Access Token
fr: Créer un nouveau jeton d'accès
pt: Criar Novo Token de Acesso
ru: Создайте новый токен доступа

source: You can generate a access token for each application you use that needs access to API.
fr: Vous pouvez générer un jeton d'accès pour chaque application que vous utilisez et qui a besoin d'accéder à l'API.
pt: Você pode gerar um token de acesso para cada aplicativo que você usa e que precisa de acesso à API.
ru: Вы можете сгенерировать токен доступа для каждого используемого вами приложения, которому необходим доступ к API.

source: Active access tokens
fr: Jetons d'accès actifs
pt: Tokens de acesso ativo
ru: Активные токены доступа

source: Manage your existing access token.
fr: Gérez vos jetons d'accès existants.
pt: Gerencie seu token de acesso existente.
ru: Управляйте существующим токеном доступа.

source: Created on
fr: Créé le
pt: Criado em
ru: Создан

source: Scopes
pt: Escopos

source: Default access
pt: Acesso padrão

source: There are no access token associated with your account.
fr: Il n'y a pas de jeton d'accès associé à votre compte.
pt: Não há token de acesso associado à sua conta.
ru: С вашей учетной записью не связан токен доступа.

source: Delete access token
fr: Supprimer le jeton d'accès
pt: Excluir token de acesso
ru: Удалить токен доступа

source: Are you sure you want to revoke this access token? Any application that uses this access token to authenticate will stop working.
fr: Êtes-vous sûr de vouloir révoquer ce jeton d'accès ? Toute application qui utilise ce jeton d'accès pour s'authentifier cessera de fonctionner.
pt: Tem certeza de que deseja revogar esse token de acesso? Qualquer aplicativo que use esse token de acesso para autenticar deixará de funcionar.
ru: Вы уверены, что хотите отозвать этот токен доступа? Любое приложение, использующее этот маркер доступа для аутентификации, перестанет работать.

source: Downloading
pt: Baixando

source: Your download will start shortly...
pt: Seu download começará em breve...

source: Your download has started.
pt: Seu download foi iniciado.

source: If the download doesn't start automatically, please click the link below:
pt: Se o download não iniciar automaticamente, clique no link abaixo:

source: Download Now
pt: Faça o download agora

source: Download is not possible in the current state of your repository:
pt: O download não é possível no estado atual do seu repositório:

source: Go Back
pt: Voltar

source: General Settings
fr: Paramètres généraux
pt: Configurações Gerais
