Repository: ikus060/rdiffweb
Catalog: rdiffweb/locales/*/LC_MESSAGES/messages.po
Languages: fr, pt, ru

source: Invalid date.
fr: Date non valide.
pt: Data inválida.
ru: Неверная дата.

source: Fullname too long.
fr: Nom complet trop long.
pt: Nome completo muito longo.
ru: Полное имя слишком длинное.

source: Must not contain any special characters.
fr: Ne doit contenir aucun caractère spécial.
pt: Não deve conter caracteres especiais.
ru: Не должен содержать специальных символов.

source: Email too long.
fr: Courriel trop long.
pt: E-mail muito longo.
ru: Адрес эл. почты почты слишком длинный.

source: Must be a valid email address.
fr: Doit être une adresse électronique valide.
pt: Deve ser um endereço de e-mail válido.
ru: Адрес эл. почты должен быть действительным.

source: Never
fr: Jamais
pt: Nunca
ru: Никогда

source: Daily
fr: Quotidiennement
pt: Diariamente

source: Weekly
fr: Hebdomadairement
pt: Semanalmente

source: Monthly
fr: Mensuellement
pt: Mensalmente

source: (default)
fr: (par défaut)
pt: (padrão)

source: A database error occurred. Please check your input.
pt: Ocorreu um erro no banco de dados. Por favor, verifique seus dados.

source: An unexpected error occurred while saving your data.
pt: Ocorreu um erro inesperado ao salvar seus dados.

source: The given session cannot be removed because it cannot be found.
fr: La session donnée ne peut pas être supprimée car elle est introuvable.
pt: A sessão fornecida não pode ser removida porque não pode ser encontrada.
ru: Данный сеанс не может быть удален, потому что он не может быть найден.

source: You cannot revoke your current session.
fr: Vous ne pouvez pas révoquer votre session en cours.
pt: Você não pode revogar sua sessão atual.
ru: Вы не можете отозвать свою текущую сессию.

source: The session was successfully revoked.
fr: La session a été révoquée avec succès.
pt: A sessão foi revogada com sucesso.
ru: Сессия была успешно отозвана.

source: OS Version
fr: Version du système d'exploitation
pt: Versão do SO
ru: Версия ОС

source: OS Path
fr: Chemin du système d'exploitation
pt: Caminho do SO
ru: Путь ОС

source: Python Version
fr: Version Python
pt: Versão do SO
ru: Версия Python

source: Python Subversion
pt: Subversão do Python
ru: Подверсия Python

source: Python Prefix
fr: Préfixe Python
pt: Prefixo do Python
ru: Префикс Python

source: Python Executable
fr: Exécutable Python
pt: Executável Python
ru: Исполняемый файл Python

source: Python Path
fr: Chemin Python
pt: Caminho do Python
ru: Путь Python

source: File System Encoding
fr: Encodage du système de fichiers
pt: Codificação do Sistema de Arquivos
ru: Кодировка файловой системы

source: Current Working Directory
fr: Répertoire de travail actuel
pt: Diretório de Trabalho Atual
ru: Текущий рабочий каталог

source: Effective Group
fr: Group effectif
pt: Grupo Efetivo
ru: Реальная группа

source: Effective User
fr: Utilisateurs effectif
pt: Usuário Efetivo
ru: Эффективный пользователь

source: Group
fr: Groupe
pt: Grupo
ru: Группа

source: User
fr: Utilisateur
pt: Usuário
ru: Пользователь

source: Group Membership
fr: Appartenance à un groupe
pt: Associação de Grupo
ru: Членство в группах

source: Process ID
fr: ID de processus
pt: ID do Processo
ru: ID процесса

source: Load Average
fr: Charge moyenne
pt: Carga Média
ru: Средняя загрузка

source: CPU Count
fr: Nombre de CPU
pt: Contagem de CPU
ru: Количество CPU

source: Memory usage
fr: Utilisation de la mémoire
pt: Uso de memória
ru: Использование памяти

source: Rdiff-Backup Version
fr: Version de Rdiff-Backup
pt: Versão do Rdiff-Backup
ru: Версия Rdiff-Backup

source: Jinja2 Version
fr: Version Jinja2
pt: Versão do Jinja2
ru: Версия Jinja2

source: CherryPy Version
fr: Version CherryPy
pt: Versão do CherryPy
ru: Версия CherryPy

source: SQLAlchemy Version
fr: Version SQLAlchemy
pt: Versão do SQLAlchemy
ru: Версия SQLAlchemy

source: LDAP Version
fr: Version LDAP
pt: Versão do LDAP
ru: Версия LDAP

source: LDAP SASL Support (Cyrus-SASL)
fr: Support LDAP SASL (Cyrus-SASL)
pt: Suporte a LDAP SASL (Cyrus-SASL)
ru: Поддержка LDAP SASL (Cyrus-SASL)

source: LDAP TLS Support (OpenSSL)
fr: Support LDAP TLS (OpenSSL)
pt: Suporte a LDAP TLS (OpenSSL)
ru: Поддержка LDAP TLS (OpenSSL)

source: Not a valid file size value
fr: La taille du fichier n'est pas valide
pt: Não é um valor de tamanho de arquivo válido
ru: Недопустимое значение размера файла

source: UserID
fr: Identifiant utilisateur
pt: ID do Usuário
ru: Идентификатор пользователя

source: Username
fr: Nom d'utilisateur
pt: Nome de Usuário
ru: Имя пользователя

source: Username too long.
fr: Nom d'utilisateur trop long.
pt: Nome de usuário muito longo.
ru: Имя пользователя слишком длинное.

source: Username too short.
fr: Nom d'utilisateur trop court.
pt: Nome de usuário muito curto.
ru: Имя пользователя слишком короткое.

source: Must start with a letter and contain only letters, numbers, underscores (_), hyphens (-), or periods (.).
pt: Deve começar com uma letra e conter apenas letras, números, sublinhados (_), hífens (-) ou pontos (.).

source: Fullname
fr: Nom complet
pt: Nome Completo
ru: Полное имя

source: Password
fr: Mot de passe
pt: Senha
ru: Пароль

source: Two-Factor Authentication (2FA)
fr: Authentification à deux facteurs (2FA)
pt: Autenticação de Dois Fatores (2FA)
ru: Двухфакторная аутентификация (2FA)

source: Disabled
fr: Désactivé
pt: Desativado
ru: Выключен

source: Enabled
fr: Activé
pt: Habilitado
ru: Включен

source: When Two-Factor Authentication (2FA) is enabled for a user, a verification code get sent by email when user login from a new location.
fr: Lorsque l'authentification à deux facteurs (2FA) est activée pour un utilisateur, un code de vérification est envoyé par courriel lorsque l'utilisateur se connecte depuis un nouveau lieu.
pt: Quando a autenticação de dois fatores (2FA) está ativada para um usuário, um código de verificação é enviado por e-mail quando o usuário faz login de um novo local.
ru: Если для пользователя включена двухфакторная аутентификация (2FA), при входе в систему с нового места пользователю по электронной почте высылается проверочный код.

source: Root directory
fr: Répertoire racine
pt: Diretório raiz
ru: Корневой каталог

source: Absolute path defining the location of the repositories for this user.
fr: Chemin absolu définissant l'emplacement des dépôts pour cet utilisateur.
pt: Caminho absoluto que define a localização dos repositórios para este usuário.
ru: Абсолютный путь, определяющий расположение репозиториев для данного пользователя.

source: Root directory too long.
fr: Répertoire racine trop long.
pt: Diretório raiz muito longo.
ru: Путь к корневому каталогу слишком длинный.

source: User Role
fr: Rôle d'utilisateur
pt: Função de Usuário
ru: Пользовательская роль

source: Maintainer
fr: Mainteneur
pt: Mantedor
ru: Мейнтейнер

source: Admin: may browse and delete everything. Maintainer: may browse and delete their own repo. User: may only browser their own repo.
fr: Administrateur: peut parcourir et supprimer tout. Mainteneur: peut parcourir et supprimer son propre depôt. Utilisateur: ne peut naviguer que sur son propre depôt.
pt: Admin: pode navegar e excluir tudo. Mantenedor: pode navegar e excluir seu próprio repositório. Usuário: só pode navegar em seu próprio repositório.
ru: Администратор: может просматривать и удалять все. Maintainer: может просматривать и удалять свои собственные репозитории. Пользователь: может просматривать только свои собственные репозитории.

source: Preferred Language
fr: Langue préférée
pt: Idioma Preferido

source: Send Backup report
fr: Envoyer le rapport de sauvegarde
pt: Enviar relatório de Backup

source: Disk space
fr: Espace disque
pt: Espaço em disco
ru: Дисковое пространство

source: Users disk spaces (in bytes). Set to 0 to remove quota (unlimited).
fr: Espace disque des utilisateurs (en octets). Mettre à 0 pour supprimer le quota (illimité).
pt: Espaços em disco dos usuários (em bytes). Defina como 0 para remover a cota (ilimitada).
ru: Пользовательское дисковое пространство (в байтах). Установите значение 0, чтобы удалить квоту (неограниченно).

source: Quota Used
fr: Quota utilisé
pt: Cota Usada
ru: Использованная квота

source: Disk spaces (in bytes) used by this user.
fr: Espace disque (en octets) utilisé par cet utilisateur.
pt: Espaços em disco (em bytes) usados por este usuário.
ru: Дисковое пространство (в байтах), используемое этим пользователем.

source: To create an LDAP user, you must leave the password empty.
fr: Pour créer un utilisateur LDAP, vous devez laisser le mot de passe vide.
pt: Para criar um usuário LDAP, você deve deixar a senha vazia.
ru: Чтобы создать пользователя LDAP, необходимо оставить пароль пустым.

source: Cannot edit your own role.
fr: Vous ne pouvez pas modifier votre propre rôle.
pt: Não é possível editar sua própria função.
ru: Невозможно отредактировать собственную роль.

source: Cannot change your own two-factor authentication settings.
fr: Vous ne pouvez pas modifier vos propres paramètres d'authentification à deux facteurs.
pt: Não é possível alterar suas próprias configurações de autenticação de dois fatores.
ru: Невозможно изменить собственные настройки двухфакторной аутентификации.

source: User email is required to enabled Two-Factor Authentication.
fr: L'utilisateur doit avoir une adresse courriel pour activer l'authentification à deux facteurs.
pt: O e-mail do usuário é necessário para ativar a Autenticação de Dois Fatores.

source: User's root directory %s is not accessible!
fr: Le répertoire racine de l'utilisateur %s n'est pas accessible !
pt: O diretório raiz do usuário %s não está acessível!
ru: Корневой каталог пользователя %s недоступен!

source: Setting user's quota is not supported
fr: La définition du quota de l'utilisateur n'est pas prise en charge
pt: Não há suporte para a configuração da cota do usuário
ru: Установка квоты пользователя не поддерживается

source: Cannot change username of and existing user.
fr: Impossible de modifier le nom d'utilisateur d'un utilisateur existant.
pt: Não é possível alterar o nome de usuário de um usuário existente.

source: You cannot remove your own account!
fr: Vous ne pouvez pas supprimer votre propre compte!
pt: Você não pode remover sua própria conta!
ru: Вы не можете удалить свой собственный аккаунт!

source: User added successfully.
fr: Utilisateur ajouté avec succès.
pt: Usuário adicionado com sucesso.
ru: Пользователь успешно добавлен.

source: User %s doesn't exists
fr: L'utilisateur %s n'existe pas
pt: Usuário %s não existe

source: User information modified successfully.
fr: Information utilisateur modifié avec succès.
pt: Informações do usuário modificadas com sucesso.
ru: Информация о пользователе успешно изменена.

source: User account removed.
fr: Le compte utilisateur a été effacé.
pt: Conta de usuário removida.
ru: Учетная запись пользователя удалена.

source: Confirmation
pt: Confirmação
ru: Подтверждение

source: Invalid value, must be: %s
fr: Valeur incorrecte, doit être : %s
pt: Valor inválido, deve ser: %s
ru: Недопустимое значение, должно быть: %s

source: New files
fr: Nouveaux fichiers
pt: Novos arquivos
ru: Новые файлы

source: Deleted files
fr: Fichiers supprimés
pt: Arquivos excluídos
ru: Удаленные файлы

source: Changed files
fr: Fichiers modifiés
pt: Arquivos alterados
ru: Измененные файлы

source: Number of files
fr: Nombre de fichiers
pt: Número de arquivos
ru: Количество файлов

source: New file size (MiB)
fr: Taille des nouveaux fichiers (MiB)
pt: Novo tamanho de arquivo (MiB)
ru: Размер новых файлов (МиБ)

source: Deleted file size (MiB)
fr: Taille des fichiers supprimés (MiB)
pt: Tamanho do arquivo excluído (MiB)
ru: Размер удаленных файлов (МиБ)

source: Changed file size (MiB)
fr: Taille des fichiers modifiés (MiB)
pt: Tamanho do arquivo alterado (MiB)
ru: Размер измененных файлов (МиБ)

source: Increment file size (MiB)
fr: Taille des fichiers incrémentals (MiB)
pt: Tamanho do arquivo incremental (MiB)
ru: Размер инкрементированных файлов (МиБ)

source: Destination size change (MiB)
fr: Changement de la taille de la destination (MiB)
pt: Alteração do tamanho do destino (MiB)
ru: Изменение размера места назначения (МиБ)

source: Source file size (MiB)
fr: Taille du fichier source (MiB)
pt: Tamanho do arquivo de origem (MiB)
ru: Исходный размер файлов (МиБ)

source: Elapsed Time (minutes)
fr: Temps écoulé (minutes)
pt: Tempo Decorrido (minutos)
ru: Прошедшее время (минуты)

source: Error count
fr: Nombre d'erreurs
pt: Contagem de erros
ru: Количество ошибок

source: Remember me
fr: Se souvenir de cet appareil
pt: Lembre-se de mim
ru: Запомнить меня

source: Sign in
fr: Se connecter
pt: Entrar
ru: Войти

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.
pt: Nome de usuário ou senha inválidos.
ru: Неверное имя пользователя или пароль.

source: Invalid file
fr: Date non valide
pt: Arquivo inválido

source: Verification code
fr: Code de vérification
pt: Código de verificação
ru: Код подтверждения

source: Enter verification code here
fr: Entrez le code de vérification ici
pt: Digite o código de verificação aqui
ru: Введите код подтверждения здесь

source: Resend code to my email
fr: Renvoyer un code à mon email
pt: Reenviar código para o meu e-mail
ru: Повторно отправить код на мою электронную почту

source: Invalid verification code.
fr: Code de vérification non valide.
pt: Código de verificação inválido.
ru: Неверный код подтверждения.

source: Invalid operation
fr: Opération non valide
pt: Operação inválida
ru: Недопустимая операция

source: Multi-factor authentication is enabled for your account, but your account does not have a valid email address to send the verification code to. Check your account settings with your administrator.
fr: L'authentification à deux facteurs est activée pour votre compte, mais votre compte ne dispose pas d'une adresse courriel valide à laquelle envoyer le code de vérification. Vérifiez les paramètres de votre compte auprès de votre administrateur.
pt: A autenticação de dois fatores está ativada para sua conta, mas sua conta não tem um endereço de e-mail válido para enviar o código de verificação. Verifique as configurações da sua conta com o administrador.
ru: Для вашей учетной записи включена двухфакторная аутентификация, но у вашей учетной записи нет действительного адреса электронной почты для отправки кода подтверждения. Уточните настройки учетной записи у администратора.

source: A new verification code has been sent to your email.
fr: Un nouveau code de vérification a été envoyé à votre addresse courriel.
pt: Um novo código de verificação foi enviado para o seu e-mail.
ru: Новый код был отправлен на вашу электронную почту.

source: Save changes
fr: Enregistrer modifications
pt: Salvar alterações
ru: Сохранить изменения

source: Current password
fr: Mot de passe actuel
pt: Senha atual
ru: Текущий пароль

source: Current password is missing.
fr: Le mot de passe actuel est vide.
pt: A senha atual está ausente.
ru: Текущий пароль отсутствует.

source: You must provide your current password in order to change it.
fr: Vous devez fournir votre mot de passe actuel pour pouvoir le modifier.
pt: Você deve fornecer sua senha atual para alterá-la.
ru: Для изменения пароля необходимо сообщить свой текущий пароль.

source: New password
fr: Changer le mot de passe
pt: Nova senha
ru: Новый пароль

source: New password is missing.
fr: Le nouveau mot de passe est vide.
pt: A nova senha está faltando.
ru: Новый пароль отсутствует.

source: The new password and its confirmation do not match.
fr: Le nouveau mot de passe et sa confirmation ne correspondent pas.
pt: A nova senha e sua confirmação não correspondem.
ru: Новый пароль и его подтверждение не совпадают.

source: Confirm new password
fr: Confirmer mot de passe
pt: Confirme a nova senha
ru: Подтвердите новый пароль

source: Confirmation password is missing.
fr: Le mot de passe de confirmation est vide.
pt: A senha de confirmação está ausente.
ru: Подтверждение пароля отсутствует.

source: Update password
fr: Nouveau mot de passe
pt: Atualizar senha
ru: Обновить пароль

source: The new password must be different from the current password.
fr: Le nouveau mot de passe doit être différent du mot de passe actuel.
pt: A nova senha deve ser diferente da senha atual.
ru: Новый пароль должен отличаться от текущего пароля.

source: Wrong current password.
fr: Le mot de passe actuel est incorrect.
pt: Senha atual incorreta.
ru: Неверный текущий пароль.

source: Refresh repositories
fr: Rafraîchir les dépôts
pt: Atualizar repositórios
ru: Обновить репозитории

source: Refresh the list of repositories associated to your account. If you recently add a new repository and it doesn't show, you may try to refresh the list.
fr: Rafraîchissez la liste des dépôts associés à votre compte. Si vous avez récemment ajouté un nouveau dépôt et qu'il n'apparaît pas, vous pouvez essayer de rafraîchir la liste.
pt: Atualize a lista de repositórios associados à sua conta. Se você adicionou recentemente um novo repositório e ele não aparece, tente atualizar a lista.
ru: Обновить список репозиториев, связанных с вашей учетной записью. Если вы недавно добавили новый репозиторий, а он не отображается, попробуйте обновить список.

source: Profile updated successfully.
fr: Profil mis à jour avec succès.
pt: Perfil atualizado com sucesso.
ru: Профиль успешно обновлен.

source: Password updated successfully.
fr: Mot de passe mis à jour avec succès.
pt: Senha atualizada com sucesso.
ru: Пароль успешно обновлен.

source: Repositories successfully updated
fr: Dépôts mis à jour avec succès
pt: Repositórios atualizados com êxito
ru: Репозитории успешно обновлены

source: Two-Factor Authentication (2FA) Status
fr: Statut de l'authentification à deux facteurs (2FA)
pt: Status da Autenticação de Dois Fatores (2FA)
ru: Статус двухфакторной (2FA) аутентификации

source: Enable Two-Factor Authentication
fr: Activer l'authentification à deux facteurs
pt: Ativar autenticação de dois fatores
ru: Включить двухфакторную аутентификацию

source: Disable Two-Factor Authentication
fr: Désactiver l'authentification à deux facteurs
pt: Desativar autenticação de dois fatores
ru: Выключить двухфакторную аутентификацию

source: Enter the verification code to continue.
fr: Entrez le code de vérification pour continuer.
pt: Digite o código de verificação para continuar.
ru: Введите код подтверждения, чтобы продолжить.

source: Two-Factor authentication enabled successfully.
fr: L'authentification à deux facteurs a été activée avec succès.
pt: Autenticação de Dois Fatores ativada com sucesso.
ru: Двухфакторная аутентификация успешно включена.

source: Two-Factor authentication disabled successfully.
fr: L'authentification à deux facteurs a été désactivée avec succès.
pt: Autenticação de Dois Fatores desativada com sucesso.
ru: Двухфакторная аутентификация успешно выключена.

source: To continue, you must set up an email address for your account.
fr: Pour continuer, vous devez configurer une adresse courriel pour votre compte.
pt: Para continuar, você deve configurar um endereço de e-mail para sua conta.
ru: Чтобы продолжить, вы должны задать адрес электронной почты для своей учетной записи.

source: Send me a backup status report
fr: Envoyez-moi un rapport sur l'état de la sauvegarde
pt: Envie-me um relatório de status de backup

source: Save and send report
fr: Enregistrer et envoyer le rapport
pt: Salvar e enviar relatório

source: You must select a time range and save changes before sending a report.
fr: Vous devez sélectionner une période et enregistrer les modifications avant d'envoyer un rapport.
pt: Você deve selecionar um intervalo de tempo e salvar as alterações antes de enviar um relatório.

source: Could not send report to user without configured email.
fr: Impossible d'envoyer un rapport à un utilisateur dont l'adresse courriel n'est pas configurée.
pt: Não foi possível enviar o relatório ao usuário sem o e-mail configurado.

source: Report sent successfully.
fr: Rapport envoyé avec succès.
pt: Relatório enviado com sucesso.

source: Report settings updated successfully.
fr: Les paramètres du rapport ont été mis à jour avec succès.
pt: Configurações de relatório atualizadas com êxito.

source: Notification settings updated successfully.
fr: Les paramètres de notification ont été mis à jour avec succès.
pt: Configurações de notificação atualizadas com êxito.
ru: Настройки уведомлений успешно обновлены.

source: Invalid SSH key.
fr: Clé SSH invalide.
pt: Chave SSH inválida.
ru: Неверный SSH ключ.

source: Title
fr: Titre
pt: Título
ru: Название

source: The title is an optional description to identify the key. e.g.: bob@thinkpad-t530
fr: Le titre est une description facultative pour identifier la clé. P.ex.: bob@thinkpad-t530
pt: O título é uma descrição opcional para identificar a chave. por exemplo: bob@thinkpad-t530
ru: Название является необязательным описанием для идентификации ключа. т.е.: bob@thinkpad-t530

source: Title too long.
fr: Titre trop long.
pt: Título muito longo.
ru: Название слишком длинное.

source: Key
fr: Clé
pt: Chave
ru: Ключ

source: Enter a SSH public key. It should start with 'ssh-dss', 'ssh-ed25519', 'ssh-rsa', 'ecdsa-sha2-nistp256', 'ecdsa-sha2-nistp384' or 'ecdsa-sha2-nistp521'.
fr: Entrez une clé publique SSH. Elle doit commencer par 'ssh-dss', 'ssh-ed25519', 'ssh-rsa', 'ecdsa-sha2-nistp256', 'ecdsa-sha2-nistp384' ou 'ecdsa-sha2-nistp521'.
pt: Insira uma chave pública SSH. Deve começar com 'ssh-dss', 'ssh-ed25519', 'ssh-rsa', 'ecdsa-sha2-nistp256', 'ecdsa-sha2-nistp384' ou 'ecdsa-sha2-nistp521'.
ru: Введите публичный SSH ключ. Он должен начинаться с 'ssh-dss', 'ssh-ed25519', 'ssh-rsa', 'ecdsa-sha2-nistp256', 'ecdsa-sha2-nistp384' или 'ecdsa-sha2-nistp521'.

source: Failed to get SSH keys
fr: Échec de la récupération des clés SSH
pt: Falha ao obter chaves SSH
ru: Не удалось получить SSH ключи

source: Everything - Allow read write access to everything.
pt: Tudo - Permitir acesso de leitura e gravação a tudo.

source: Read user settings - Grant read access to your profile, notification settings, ssh keys and access token.
pt: Ler configurações do usuário - Conceda acesso de leitura ao seu perfil, configurações de notificação, chaves SSH e token de acesso.

source: Write user settings - Grant write access to your profile, notification settings, ssh keys and access token.
pt: Configurações de usuário de gravação - Conceda acesso de gravação ao seu perfil, configurações de notificação, chaves SSH e token de acesso.

source: Admin read all user settings - Grant read access to all users data.
pt: Administrador lê todas as configurações do usuário - Conceda acesso de leitura a todos os dados do usuário.

source: Admin write all user settings - Grant write access to all users data.
pt: O administrador grava todas as configurações do usuário - Conceda acesso de gravação a todos os dados dos usuários.

source: Invalid choice(s): one or more data inputs could not be coerced.
pt: Escolha(s) inválida(s): uma ou mais entradas de dados não puderam ser forçadas.

source: Token name
fr: Nom du jeton
pt: Nome do token
ru: Имя токена

source: Used only to identify the purpose of the token. For example, the application that uses the token.
fr: Utilisé uniquement pour identifier l'utilisation du jeton. Par exemple, l'application qui utilise le jeton.
pt: Usado apenas para identificar a finalidade do token. Por exemplo, o aplicativo que usa o token.
ru: Используется только для определения назначения токена. Например, приложение, использующее токен.

source: Token name too long
fr: Nom du jeton trop long
pt: Nome do token muito longo
ru: Имя токена слишком длинное

source: Expiration date
fr: Date d'expiration
pt: Data de expiração
ru: Дата окончания срока действия
