Repository: ikus060/rdiffweb
Catalog: rdiffweb/locales/*/LC_MESSAGES/messages.po
Languages: fr, pt, ru

source: Allows the creation of a temporary token by defining an expiration date. Leave empty to keep the token forever.
fr: Permet la création d'un jeton temporaire en définissant une date d'expiration. Laissez vide pour conserver le jeton pour toujours.
pt: Permite a criação de um token temporário definindo uma data de expiração. Deixe vazio para manter o token para sempre.
ru: Позволяет создать временный токен, определив дату окончания срока действия. Оставьте пустым, чтобы сделать токен бессрочным.

source: YYYY-MM-DD
fr: AAAA-MM-JJ
pt: DD-MM-YYYY
ru: ГГГГ-ММ-ДД

source: Select scopes
pt: Selecionar escopos

source: Scopes set the permissions level of this access token.
pt: Os escopos definem o nível de permissões desse token de acesso.

source: Create access token
fr: Créer un jeton d'accès
pt: Criar token de acesso
ru: Создать токен доступа

source: Revoke
fr: Révoquer
pt: Revogar
ru: Отозвать

source: Your new personal access token has been created. Make sure to save it - you won't be able to access it again. %s
fr: Votre nouveau jeton d'accès personnel a été créé. Assurez-vous de l'enregistrer - vous ne pourrez plus y accéder. %s
pt: Seu novo token de acesso pessoal foi criado. Certifique-se de salvá-lo - você não poderá acessá-lo novamente. %s
ru: Ваш новый персональный токен доступа создан. Обязательно сохраните его - вы больше не сможете получить к нему доступ. %s

source: The access token has been successfully deleted.
fr: Le jeton d'accès a été supprimé avec succès.
pt: O token de acesso foi excluído com êxito.
ru: Токен доступа был успешно удален.

source: invalid encoding %s
fr: encodage %s invalide
pt: codificação inválida %s
ru: неверная кодировка %s

source: 1 day
fr: 1 jour
pt: 1 dia
ru: 1 день

source: 2 days
fr: 2 jours
pt: 2 dias
ru: 2 дня

source: 3 days
fr: 3 jours
pt: 3 dias
ru: 3 дня

source: 4 days
fr: 4 jours
pt: 4 dias
ru: 4 дня

source: 5 days
fr: 5 jours
pt: 5 dias
ru: 5 дней

source: 6 days
fr: 6 jours
pt: 6 dias
ru: 6 дней

source: 1 week
fr: 1 semaine
pt: 1 semana
ru: 1 неделю

source: 2 weeks
fr: 2 semaines
pt: 2 semanas
ru: 2 недели

source: 3 weeks
fr: 3 semaines
pt: 3 semanas
ru: 3 недели

source: 4 weeks
fr: 4 semaines
pt: 4 semanas
ru: 4 недели

source: 1 month
fr: 1 mois
pt: 1 mês
ru: 1 месяц

source: Monday
fr: Lundi
pt: Segunda-feira

source: Tuesday
fr: Mardi
pt: Terça-feira

source: Wednesday
fr: Mercredi
pt: Quarta-feira

source: Thursday
fr: Jeudi
pt: Quinta-feira

source: Friday
fr: Vendredi
pt: Sexta-feira

source: Saturday
fr: Samedi
pt: Sábado

source: Sunday
fr: Dimanche
pt: Domingo

source: Inactivity Notification Period
fr: Période de préavis d'inactivité
pt: Período de Notificação de Inatividade

source: The period refers to the duration of inactivity after which a notification is triggered and sent to the user. It determines the number of days of inactivity that must pass before the system generates a notification to inform the user about the lack of activity in the backup repository.
fr: La période fait référence à la durée d'inactivité après laquelle une notification est déclenchée et envoyée à l'utilisateur. Elle détermine le nombre de jours d'inactivité qui doivent s'écouler avant que le système ne génère une notification pour informer l'utilisateur de l'absence d'activité dans le dépot de sauvegarde.
pt: O período refere-se à duração da inatividade após a qual uma notificação é acionada e enviada ao usuário. Ele determina o número de dias de inatividade que devem decorrer antes que o sistema gere uma notificação para informar o usuário sobre a falta de atividade no repositório de backup.

source: Excluded Days of the Week
fr: Jours de la semaine exclus
pt: Dias da Semana Excluídos

source: This field allows to select specific days of the week to exclude from considering as part of the inactivity period. By selecting the days to ignore, such as Saturday and Sunday, the system will not count the selected days when calculating the inactivity period for generating notifications.
fr: Ce champ permet de sélectionner des jours spécifiques de la semaine à exclure de la période d'inactivité. En sélectionnant les jours à ignorer, tels que le samedi et le dimanche, le système ne comptera pas les jours sélectionnés lors du calcul de la période d'inactivité pour la génération de notifications.
pt: Este campo permite selecionar dias específicos da semana para não serem considerados como parte do período de inatividade. Ao selecionar os dias a serem ignorados, como Sábado e Domingo, o sistema não contabilizará os dias selecionados no cálculo do período de inatividade para geração de notificações.

source: Data Retention Duration
fr: Durée de rétention des données
pt: Duração da Retenção de Dados

source: The retention period determines how long the backup data will be stored in the repository before it is automatically deleted or purged. By adjusting this setting, you can specify the duration for which the backup data should be retained before being removed.
fr: Le délai de conservation détermine la durée pendant laquelle les données de sauvegarde seront stockées dans le dépôt avant d'être automatiquement supprimées ou purgées. En ajustant ce paramètre, vous pouvez spécifier la durée pendant laquelle les données de sauvegarde doivent être conservées avant d'être supprimées.
pt: O período de retenção determina por quanto tempo os dados de backup serão armazenados no repositório antes de serem excluídos ou eliminados automaticamente. Ao ajustar esta configuração, você pode especificar por quanto tempo os dados de backup devem ser retidos antes de serem removidos.

source: Forever
fr: Pour toujours
pt: Para sempre
ru: Навсегда

source: 2 months
fr: 2 mois
pt: 2 meses
ru: 2 месяцев

source: 3 months
fr: 3 mois
pt: 3 meses
ru: 3 месяцев

source: 4 months
fr: 4 mois
pt: 4 meses
ru: 4 месяцев

source: 5 months
fr: 5 mois
pt: 5 meses
ru: 5 месяцев

source: 6 months
fr: 6 mois
pt: 6 meses
ru: 6 месяцев

source: 7 months
fr: 7 mois
pt: 7 meses
ru: 7 месяцев

source: 8 months
fr: 8 mois
pt: 8 meses
ru: 8 месяцев

source: 9 months
fr: 9 mois
pt: 9 meses
ru: 9 месяцев

source: 10 months
fr: 10 mois
pt: 10 meses
ru: 10 месяцев

source: 11 months
fr: 11 mois
pt: 11 meses
ru: 11 месяцев

source: 1 year
fr: 1 an
pt: 1 ano
ru: 1 года

source: 2 years
fr: 2 ans
pt: 2 anos
ru: 2 лет

source: 3 years
fr: 3 ans
pt: 3 anos
ru: 3 лет

source: 4 years
fr: 4 ans
pt: 4 anos
ru: 4 лет

source: 5 years
fr: 5 ans
pt: 5 anos
ru: 5 лет

source: Display Encoding
fr: Encodage du système de fichiers
pt: Codificação de Exibição

source: This setting relates to the representation or format in which the backup repository is displayed. It may include considerations such as language or character encoding to match your specific locale. By adjusting this setting, you can ensure that the repository's content is displayed correctly and in a manner that is suitable for your locale.
fr: Ce paramètre concerne la représentation ou le format dans lequel le dépôt de sauvegarde est affiché. Il peut inclure des considérations telles que la langue ou l'encodage des caractères pour correspondre à vos paramètres locaux spécifiques. En ajustant ce paramètre, vous pouvez vous assurer que le contenu du référentiel est affiché correctement et d'une manière adaptée à votre langue.
pt: Esta configuração se refere à representação ou formato em que o repositório de backup é exibido. Ela pode incluir considerações como idioma ou codificação de caracteres para corresponder à sua localidade específica. Ao ajustar esta configuração, você pode garantir que o conteúdo do repositório seja exibido corretamente e de forma adequada à sua localidade.

source: Only maintainers or administrators can update data retention settings.
pt: Somente mantenedores ou administradores podem atualizar as configurações de retenção de dados.

source: Settings modified successfully.
fr: Paramètres modifiés avec succès.
pt: Configurações modificadas com sucesso.

source: Success
fr: Succès
pt: Sucesso

source: Warning
fr: Avertissement
pt: Aviso

source: Failed
fr: Échoué
pt: Falhou
ru: Не успешно

source: Hours since last backup
fr: Heures depuis la dernière sauvegarde
pt: Horas desde o último backup

source: New
fr: Créé
pt: Novo

source: Deleted
fr: Supprimé
pt: Deletado

source: Modified
fr: Modifié
pt: Modificado

source: Average duration (min)
fr: Durée moyenne (min)
pt: Duração média (min)

source: The repository cannot be found or is badly damaged.
fr: Le dépôt ne peut pas être trouvé ou est gravement endommagé.
pt: O repositório não pode ser encontrado ou está muito danificado.
ru: Репозиторий не может быть найден или сильно поврежден.

source: Permissions denied. Contact administrator to check repository's permissions.
fr: Permissions refusées. Contactez l'administrateur pour vérifier les permissions du référentiel.
pt: Permissão negada. Entre em contato com o administrador para verificar as permissões do repositório.
ru: Отказано в доступе. Обратитесь к администратору для проверки прав доступа к репозиторию.

source: A backup is currently in progress to this repository.
fr: Une sauvegarde est actuellement en cours dans ce dépôt.
pt: Um backup está em andamento para este repositório.
ru: В настоящее время выполняется резервное копирование в этот репозиторий.

source: Initial backup in progress.
fr: La sauvegarde initiale n'est pas achevée.
pt: Backup inicial em andamento.

source: The last backup has been interrupted.
fr: La dernière sauvegarde a été interrompue.
pt: O último backup foi interrompido.

source: Healthy
fr: Bon
pt: Saudável
ru: Консистентно

source: Notification
pt: Notificação
ru: Уведомление

source: %d years ago
fr: il y a %d ans
pt: %d anos atrás
ru: %d Г. назад

source: %d months ago
fr: il y a %d mois
pt: %d meses atrás
ru: %d М. назад

source: %d weeks ago
fr: il y a %d semaines
pt: %d semanas atrás
ru: %d Н. назад

source: %d days ago
fr: il y a %d jours
pt: %d dias atrás
ru: %d Д. назад

source: %d hours ago
fr: il y a %d heures
pt: %d horas atrás
ru: %d ч. назад

source: %d minutes ago
fr: Il y a %d minutes
pt: %d minutos atrás
ru: %d м. назад

source: %d seconds ago
fr: Il y a %d secondes
pt: %d segundos atrás
ru: %d с. назад

source: Duplicate key. This key already exists or is associated to another user.
fr: Clé en double. Cette clé existe déjà ou est associée à un autre utilisateur.
pt: Chave duplicada. Essa chave já existe ou está associada a outro usuário.
ru: Дубликат ключа. Этот ключ уже существует или связан с другим пользователем.

source: SSH key already exists
fr: La clé SSH existe déjà
pt: Chave SSH já existe
ru: Ключ SSH уже существует

source: Duplicate token name: %s
fr: Nom du jeton en double : %s
pt: Nome do token duplicado: %s
ru: Дублирующееся имя токена: %s

source: can't delete admin user
fr: impossible de supprimer l'utilisateur admin
pt: não é possível excluir o usuário administrador
ru: невозможно удалить пользователя admin

source: token name doesn't exists: %s
fr: le nom du jeton n'existe pas : %s
pt: nome do token não existe: %s
ru: имя токена не существует: %s

source: password can't be empty
pt: senha não pode estar vazia

source: can't update admin-password defined in configuration file
fr: impossible de mettre à jour le mot de passe administrateur défini dans le fichier de configuration
pt: não é possível atualizar a senha de administrador definida no arquivo de configuração
ru: невозможно обновить пароль администратора, определенный в конфигурационном файле

source: Password must have between %(min)d and %(max)d characters.
fr: Le mot de passe doit comporter entre %(min)d et %(max)d caractères.
pt: A senha deve ter entre %(min)d e %(max)d caracteres.
ru: Пароль должен содержать от %(min)d до %(max)d символов.

source: Password too weak.
fr: Mot de passe trop simple.
pt: Senha muito fraca.
ru: Пароль слишком слабый.

source: A user with this username address already exists.
pt: Já existe um usuário com esse endereço de nome de usuário.

source: Username must start with a letter and contain only letters, numbers, _, ., and -
pt: O nome de usuário deve começar com uma letra e conter apenas letras, números, _, ., e -

source: A user with this email address already exists.
pt: Já existe um usuário com esse endereço de e-mail.

source: Edit
fr: Modifier
pt: Editar
ru: Редактировать

source: Admin area
fr: Espace admin
pt: Área de administração
ru: Администрирование

source: Overview
fr: Aperçu
pt: Visão geral
ru: Обзор

source: Users
fr: Utilisateurs
pt: Usuários
ru: Пользователи

source: Repositories
fr: Dépôts
pt: Repositórios
ru: Репозитории

source: User Sessions
fr: Sessions utilisateurs
pt: Sessões de Usuário

source: System Logs
fr: Journaux système
pt: Logs do Sistema

source: System Info
fr: Information système
pt: Informações do Sistema
ru: Системная информация

source: Threat
fr: Menace
pt: Ameaça

source: User Login
fr: Connexion
pt: Login do Usuário

source: User Activity
fr: Activité
pt: Atividade do Usuário

source: All
fr: Tout
pt: Tudo

source: Threats
fr: Menaces
pt: Ameaças

source: When
fr: Quand
pt: Quando

source: IP Address
fr: Adresse IP
pt: Endereço IP
ru: IP адрес

source: Event Description
fr: Description de l'événement
pt: Descrição do Evento

source: Logs is empty
fr: Les journaux sont vides
pt: Os logs estão vazios

source: Displaying _START_-_END_ of _TOTAL_ most recent log systems
fr: Affichage de _START_-_END_ des _TOTAL_ journaux des événements les plus récents
pt: Exibindo _START_-_END_ de _TOTAL_ dos logs de sistema mais recentes

source: Active Sessions (last hour)
fr: Sessions actives (dernière heure)
pt: Sessões Ativas (última hora)
ru: Активные сессии (последний час)

source: Repositories management
pt: Gerenciamento de repositórios

source: Interrupted
fr: Interrompu
pt: Interrompido
ru: Прервано

source: In progress
fr: En cours
pt: Em andamento
ru: В процессе

source: Repository list
fr: Dépôts
pt: Lista de repositórios
ru: Список репозиториев

source: Display Name
fr: Nom d'affichage
pt: Nome de Exibição
ru: Отображаемое имя

source: Owner
fr: Propriétaire
pt: Proprietário
ru: Владелец

source: Errors were detected in the last backup
pt: Foram detectados erros no último backup

source: Updated
fr: Mis à jour
pt: Atualizado
ru: Обновлено

source: %(num)s days
pt: %(num)s dias

source: No
fr: Non
pt: Não
ru: Нет

source: Yes
fr: Oui
pt: Sim
ru: Да

source: Settings
fr: Paramètres
pt: Configurações
ru: Настройки

source: Graphs
fr: Graphiques
pt: Gráficos
ru: Графики

source: Stats
fr: Statistiques
pt: Estatísticas

source: Active Sessions
fr: Sessions actives
pt: Sessões Ativas
ru: Активные сессии

source: This is a list of devices that are logged into this application. It may include authenticated and unauthenticated users. You may revoke any sessions that you do not recognize except your current session.
fr: Il s'agit d'une liste des appareils qui sont connectés à cette application. Elle peut inclure des utilisateurs authentifiés et non authentifiés. Vous pouvez révoquer toute session que vous ne reconnaissez pas, à l'exception de votre session actuelle.
pt: Esta é uma lista de dispositivos conectados a este aplicativo. Ela pode incluir usuários autenticados e não autenticados. Você pode revogar qualquer sessão que não reconheça, exceto a sua sessão atual.
ru: Это список устройств, которые вошли в это приложение. Он может включать аутентифицированных и неаутентифицированных пользователей. Вы можете отозвать все сеансы, которые вы не распознаете, кроме вашего текущего сеанса.

source: Authenticated
fr: Authentifié
pt: Autenticado
ru: Аутентифицированны

source: Anonymous
fr: Anonyme
pt: Anônimo
ru: Анонимны

source: Device
fr: Appareil
pt: Dispositivo
ru: Устройство

source: Last accessed
fr: Dernier accès
pt: Último acesso
ru: Последний доступ

source: Signed in
fr: Connecté
pt: Sessão iniciada
ru: Вошел

source: Expiration Time
fr: Expire le
pt: Tempo de Expiração
ru: Время истечения

source: Actions
pt: Ações
ru: Действия

source: running on
fr: fonctionnant sur
pt: executando em
ru: запущено на

source: current session
fr: session en cours
pt: sessão atual
ru: текущая сессия

source: persistent
fr: persistante
pt: persistente
ru: постоянная

source: Revoke Session
fr: Révoquer la session
pt: Revogar Sessão
ru: Отозвать сессию

source: Are you sure? The device will be signed out from the application.
fr: Vous êtes sûr ? L'appareil sera déconnecté de l'application.
pt: Tem certeza? O dispositivo será desconectado do aplicativo.
ru: Вы уверены? Устройство будет отключено от приложения.

source: Application Version
fr: Version de l'application
pt: Versão do Aplicativo
ru: Версия приложения

source: Core Version
fr: Version de base
pt: Versão do Núcleo
ru: Версия ядра

source: Application Config
fr: Configuration de l'application
pt: Configuração do Aplicativo
ru: Конфигурация приложения

source: System usage
fr: Utilisation du système
pt: Uso do sistema
ru: Использование системы

source: Operating System Info
fr: Informations sur le système d'exploitation
pt: Informações do Sistema Operacional
ru: Информация об операционной системе

source: Dependencies Version
fr: Version des dépendances
pt: Versão de Dependências
ru: Версии зависимостей

source: Python Info
fr: Informations sur Python
pt: Informações do Python
ru: Информация о Python

source: Edit user
fr: Modifier un utilisateur
pt: Editar usuário

source: Cancel
fr: Annuler
pt: Cancelar

source: Add user
fr: Ajouter un utilisateur
pt: Adicionar usuário
ru: Добавить пользователя

source: User management
fr: Gestion des utilisateurs
pt: Gerenciamento de usuários
ru: Управление пользователями

source: Admins
fr: Administrateurs
pt: Administradores
ru: Администраторы

source: User list
fr: Liste des utilisateurs
pt: Lista de usuários
ru: Список пользователей

source: It's you
fr: C'est vous
pt: É você
ru: Это вы

source: Root directory not accessible!
fr: Le répertoire racine n'est pas accessible !
pt: Diretório raiz não acessível!
ru: Корневой каталог недоступен!

source: Delete
fr: Supprimer
pt: Excluir
ru: Удалить

source: Delete User
fr: Supprimer l'utilisateur
pt: Excluir Usuário
ru: Удалить пользователя

source: Are you sure you want to delete this User?
fr: Voulez-vous vraiment supprimer cet utilisateur?
pt: Tem certeza de que deseja excluir este usuário?
ru: Вы уверены, что хотите удалить этого пользователя?

source: Files
fr: Fichiers
pt: Arquivos
ru: Файлы

source: Name
fr: Nom
pt: Nome
ru: Имя

source: Size
fr: Taille
pt: Tamanho
ru: Размер

source: Version(s)
pt: Versão(ões)
ru: Верси(я/ии)

source: The size of deleted files is available in the file history using the `Show more...` function.
fr: La taille des fichiers supprimés est disponible dans l'historique des fichiers à l'aide de la fonction `Afficher plus...`.
pt: O tamanho dos arquivos excluídos está disponível no histórico de arquivos usando a função `Mostrar mais...'.

source: Show more...
fr: Afficher plus...
pt: Mostrar mais...
ru: Показать больше...

source: A new access token has been created
fr: Un nouveau jeton d'accès a été créé
pt: Um novo token de acesso foi criado
ru: Создан новый токен доступа

source: Hey %(username)s,
fr: Bonjour %(username)s,
pt: Olá %(username)s,
ru: Привет, %(username)s,

source: A new access token, named "%(name)s", has been created.
fr: Un nouveau jeton d'accès, nommé "%(name)s", a été créé.
pt: Um novo token de acesso, chamado "%(name)s", foi criado.
ru: Создан новый токен доступа с именем "%(name)s".

source: If you did not make this change and believe your account has been compromised, please contact your administrator.
fr: Si vous n'avez pas effectué ce changement et que votre compte a été compromis, veuillez contacter votre administrateur.
pt: Se você não fez essa alteração e acredita que sua conta foi comprometida, entre em contato com o administrador.
ru: Если вы не вносили эти изменения и считаете, что ваша учетная запись была взломана, обратитесь к администратору.

source: A new SSH Key has been added
fr: Une nouvelle clé SSH a été ajoutée
pt: Uma nova chave SSH foi adicionada

source: A new SSH Key, titled "%(comment)s" with fingerprint "%(fingerprint)s" has been created in your account.
fr: Une nouvelle clé SSH, intitulée "%(comment)s" avec l'empreinte "%(fingerprint)s" a été créée sur votre compte.
pt: Uma nova chave SSH, intitulada "%(comment)s" com a impressão digital "%(fingerprint)s", foi criada em sua conta.

source: Email address changed
fr: Adresse courriel modifiée
pt: Endereço de e-mail alterado
ru: Адрес электронной почты изменен

source: You recently changed the email address associated with your %(header_name)s account.
fr: Vous avez récemment modifié l'adresse courriel associée à votre compte %(header_name)s.
pt: Alterou recentemente o endereço de e-mail associado à conta da %(header_name)s.
ru: Вы недавно изменили адрес электронной почты, связанный с вашей учетной записью %(header_name)s.

source: Upgrade available for %(header_name)s
fr: Mise à niveau disponible pour %(header_name)s
pt: Atualização disponível para %(header_name)s

source: A new version of %(header_name)s backup management system is now available for upgrade. It's recommend that you upgrade your server to take advantage of the enhancements and bug fixes included in this version.
fr: Une nouvelle version du système de gestion des sauvegardes de %(header_name)s est maintenant disponible pour la mise à jour. Il est recommandé de mettre à jour votre serveur pour profiter des améliorations et des corrections de bogues incluses dans cette version.
pt: Uma nova versão do sistema de gerenciamento de backup %(header_name)s está disponível para atualização. Recomendamos que você atualize seu servidor para aproveitar as melhorias e correções de bugs incluídas nesta versão.

source: If you don't want to be notify about this. You need to review your server configuration.
fr: Si vous ne voulez plus recevoir de notifications à ce sujet, modifiez vos configuration serveur.
pt: Se você não quiser ser notificado sobre isso, você precisa revisar a configuração do servidor.

source: Storage Usage
fr: Utilisation du stockage
pt: Uso de Armazenamento

source: Used
fr: Utilisé
pt: Em Uso

source: Free
fr: Disponible
pt: Livre

source: You received this email to let you know about important changes to your %(header_name)s Account.
fr: Vous avez reçu cet e-mail pour vous informer de changements importants apportés à votre compte %(header_name)s.
pt: Recebeu esta mensagem de e-nauk para o informar sobre alterações importantes à sua Conta %(header_name)s.
ru: Вы получили это письмо, по причине необходимости уведомить вас о важных изменениях в вашем аккаунте %(header_name)s.

source: Two-Factor Authentication turned on
fr: Authentification à deux facteurs activée
pt: Autenticação de Dois Fatores ativada
ru: Двухфакторная аутентификация включена

source: Two-Factor Authentication turned off
fr: Authentification à deux facteurs désactivée
pt: Autenticação de Dois Fatores desativada
ru: Двухфакторная аутентификация отключена

source: Your %(header_name)s Account is now protected with Two-Factor Authentication. When you sign in on a new or untrusted device, you'll need your second factor to verify your identity.
fr: Votre compte %(header_name)s est désormais protégé par une authentification à deux facteurs. Lorsque vous vous connectez sur un appareil nouveau ou non fiable, vous aurez besoin de votre deuxième facteur pour vérifier votre identité.
pt: A conta do seu %(header_name)s agora está protegida com Autenticação de Dois Fatores. Ao fazer login em um dispositivo novo ou não confiável, você precisará do segundo fator para verificar sua identidade.
ru: Ваша учетная запись %(header_name)s теперь защищена двухфакторной аутентификацией. При входе в систему на новом или ненадежном устройстве вам потребуется второй фактор для подтверждения вашей личности.
