Repository: ikus060/rdiffweb
Catalog: rdiffweb/locales/*/LC_MESSAGES/messages.po
Languages: fr, pt, ru

source: You can modify the backup repository settings to suit your requirements. These settings allow you to adjust the notification period, retention period, and display format (encoding) of the repository to align with your preferred frequency, data storage duration, and localization needs.
fr: Vous pouvez modifier les paramètres du dépot de sauvegarde en fonction de vos besoins. Ces paramètres vous permettent d'ajuster la période de notification, la période de conservation et le format d'affichage (encodage) du dépôt en fonction de votre fréquence préférée, de la durée de stockage des données et des besoins de localisation.
pt: Você pode modificar as configurações do repositório de backup de acordo com suas necessidades. Essas configurações permitem ajustar o período de notificação, o período de retenção e o formato de exibição (codificação) do repositório para atender às suas preferências de frequência, duração do armazenamento de dados e de localização.

source: Delete repository
fr: Supprimer le dépôt
pt: Excluir repositório
ru: Удалить репозиторий

source: Deleting the repository will permanently delete all related resources including files, history, status etc.
fr: La suppression du dépôt sera définitive pour toutes les ressources liées y compris les fichiers, l'historique, le statut, etc.
pt: A exclusão do repositório excluirá permanentemente todos os recursos relacionados, incluindo arquivos, histórico, status etc.
ru: Удаление репозитория приведет к окончательному удалению всех связанных с ним ресурсов, включая файлы, историю, статус и т.д.

source: Deleted repository cannot be restored!
fr: Un dépôt supprimé ne peut être restauré!
pt: O repositório excluído não pode ser restaurado!
ru: Удаленный репозиторий не может быть восстановлен!

source: Ask your administrator if you want to delete this repository.
fr: Demandez à votre administrateur si vous souhaitez supprimer ce référentiel.
pt: Pergunte ao administrador se deseja excluir este repositório.
ru: Обратитесь к своему администратору если вы хотите удалить этот репозиторий.

source: You are about to permanently delete this repository. Deleted repository CANNOT be restored! Are you ABSOLUTELY sure?
fr: Vous êtes sur le point de supprimer définitivement ce dépôt. Un dépôt supprimé NE PEUT PAS être restauré! Êtes-vous ABSOLUMENT sûr ?
pt: Você está prestes a excluir permanentemente este repositório. O repositório excluído NÃO PODE ser restaurado! Você tem ABSOLUTAMENTE certeza?
ru: Вы собираетесь навсегда удалить этот репозиторий. Удаленный репозиторий НЕ МОЖЕТ быть восстановлен! Вы АБСОЛЮТНО уверены?

source: Snapshot Changes
pt: Estatísticas de Arquivo

source: The file statistics view presents a comprehensive list of changes in the backup, including new, deleted and changed files, allowing users to easily track and manage modifications to their data.
fr: L'affichage des statistiques de fichiers présente une liste complète des modifications apportées à la sauvegarde, y compris les nouveaux fichiers, les fichiers supprimés et les fichiers modifiés, ce qui permet aux utilisateurs de suivre et de gérer facilement les modifications apportées à leurs données.
pt: A visualização de estatísticas de arquivo apresenta uma lista abrangente de alterações no backup, incluindo arquivos novos, excluídos e alterados, permitindo que os usuários rastreiem e gerenciem facilmente as modificações em seus dados.

source: Changed
fr: Modifié
pt: Alterado

source: Unchanged
fr: Inchangé
pt: Inalterado

source: Path
fr: Chemin d'accès
pt: Caminho

source: State
fr: État
pt: Estado

source: Increment Size
fr: Taille de l'incrément
pt: Tamanho Incremental

source: File statistics are not available
fr: Les statistiques sur les fichiers ne sont pas disponibles
pt: As estatísticas de arquivo não estão disponíveis

source: Displaying _START_-_END_ of _TOTAL_ file statistics
fr: Affichage des statistiques sur les fichiers _START_-_END_ de _TOTAL_
pt: Exibindo _START_-_END_ de _TOTAL_ estatísticas do arquivo

source: No Snapshot Changes Selected
pt: Nenhuma Estatística de Arquivo Selecionada

source: Select a backup date on the left to display detailed statistics for that date.
fr: Sélectionnez une date de sauvegarde sur la gauche pour afficher des statistiques détaillées pour cette date.
pt: Selecione uma data de backup à esquerda para exibir estatísticas detalhadas dessa data.

source: for user %(path)s
fr: de l'usager %(path)s
pt: para o usuário %(path)s

source: Backup per days
fr: Sauvegarde par jour
pt: Backup por dia

source: Oldest backup
fr: Sauvegarde la plus ancienne
pt: Backup mais antigo

source: Storage usage
fr: Utilisation du stockage
pt: Uso de armazenamento

source: Highest average duration
fr: Durée moyenne la plus élevée
pt: Maior duração média

source: Least active
fr: Moins active
pt: Menos ativo

source: Most active
fr: Plus active
pt: Mais ativo

source: Loading...
fr: Chargement...
pt: Carregando...
ru: Загрузка...

source: activate to sort column ascending
fr: activer pour trier la colonne en ordre croissant
pt: ativar para classificar a coluna em ordem crescente
ru: активировать для сортировки столбца по возрастанию

source: activate to sort column descending
fr: activer pour trier la colonne en ordre décroissant
pt: ativar para classificar a coluna em ordem decrescente
ru: активировать для сортировки столбца по убыванию

source: Showing _TOTAL_ entries
fr: Affichage de _TOTAL_ entrées
pt: Mostrando _TOTAL_ entradas
ru: Показывать _TOTAL_ записей

source: (filtered from _MAX_ total entries)
fr: (filtré à partir de _MAX_ entrées totales)
pt: (filtrado do total de _MAX_ entradas)
ru: (Отобрано из _MAX_ записей)

source: Showing 0 entries
fr: Affichage de 0 entrées
pt: Mostrando 0 entradas
ru: Показано 0 записей

source: No matching records found
fr: Aucun élément correspondant trouvé
pt: Nenhum registro correspondente encontrado
ru: Соответствующих записей не найдено

source: Filter:
fr: Filtrer :
pt: Filtro:
ru: Фильтр:

source: Close
fr: Fermer
pt: Fechar
ru: Закрыть

source: This action can lead to data loss. To prevent accidental actions we ask you to confirm your intention.
fr: Cette action peut conduire à la perte de données. Pour éviter toutes actions accidentelles, nous vous demandons de confirmer votre intention.
pt: Essa ação pode levar à perda de dados. Para evitar ações acidentais, pedimos que você confirme sua intenção.
ru: Это действие может привести к потере данных. Для предотвращения случайных действий просим вас подтвердить свое намерение.

source: Please type <strong>%(confirm_value)s</strong> to proceed or close this modal to cancel.
fr: S'il vous plaît entrez <strong>%(confirm_value)s</strong> pour continuer ou fermer cette fenêtre pour annuler.
pt: Digite <strong>%(confirm_value)s</strong> para prosseguir ou feche esta janela modal para cancelar.
ru: Пожалуйста, введите <strong>%(confirm_value)s</strong>, чтобы продолжить, или закройте это модальное окно, чтобы отменить.

source: Unknown
fr: Inconnu
pt: Desconhecido
ru: Неизвестно

source: Showing from _START_ to _END_ of _TOTAL_ total records
fr: Affichage de _Début_ à _Fin_ des _TOTAL_ enregistrements totaux
pt: Mostrando de _INÍCIO_ a _FIM_ do _TOTAL_ total de registros

source: Showing total of _TOTAL_ records
fr: Affichage des _TOTAL_ enregistrements
pt: Mostrando o total de _TOTAL_ registros

source: (filtered from _MAX_ total records)
fr: (filtré à partir de _MAX_ entrées totales)
pt: (filtrado do total de _MAX_ registros)

source: No records available
fr: La liste est vide
pt: Não há registros disponíveis

source: List is empty
fr: La liste est vide
pt: A lista está vazia

source: Time Range
fr: Plage de temps
pt: Intervalo de Tempo

source: %(num)s Day
fr: %(num)s jours
pt: %(num)s Dia

source: %(num)s Week
fr: %(num)s semaines
pt: %(num)s Semana

source: W
fr: S
pt: S

source: %(num)s Month
fr: %(num)s mois
pt: %(num)s Mês

source: Email
fr: Courriel
ru: Эл. почта

source: Admin
fr: Administrateur
ru: Администратор

source: Failed to validate user credentials.
fr: Échec de la validation des informations d'identification de l'utilisateur.
ru: Не удалось подтвердить учетные данные пользователя.

source: Unknown error while adding the SSH Key
fr: Erreur inconnue lors de l'ajout de la clé SSH
ru: Неизвестная ошибка при добавлении SSH ключа

source: Unknown error while removing the SSH Key
fr: Erreur inconnue lors de la suppression de la clé SSH
ru: Неизвестная ошибка при удалении SSH ключа

source: Unknown error while adding the access token.
fr: Erreur inconnue lors de l'ajout du jeton d'accès.
ru: Неизвестная ошибка при добавлении токена доступа.

source: Unknown error while removing the access token.
fr: Erreur inconnue lors de la suppression du jeton d'accès.
ru: Неизвестная ошибка при удалении токена доступа.

source: User %s already exists.
fr: L'utilisateur %s existe déjà.
ru: Пользователь %s уже существует.

source: Clear
fr: Réinitialiser

source: Status
fr: État
ru: Статус

source: Oops!
fr: Oups!
ru: Упс!

source: Download
fr: Télécharger
ru: Скачать

source: Dashboard
fr: Tableau de bord

source: Logout
fr: Déconnexion

source: website
fr: site Internet
ru: веб-сайт

source: File Statistics
fr: Statistiques sur les fichiers

source: No File Statistics Selected
fr: Pas de statistiques de fichier sélectionnées

source: D
fr: J

source: disabled
fr: désactivé
ru: выключено

source: User email is required to enabled Two-Factor Authentication
ru: Электронная почта пользователя необходима для включения двухфакторной аутентификации

source: User doesn't exists!
ru: Пользователь не существует!

source: Cannot edit user `%s`: user doesn't exists
ru: Невозможно отредактировать пользователя `%s`: пользователь не существует

source: invalid encoding value
ru: недопустимое значение кодировки

source: Updated
ru: Обновлено

source: Successful Backup
ru: Успешное резервное копирование

source: Backup with errors
ru: Резервное копирование с ошибками

source: The previous backup seams to have failed.
ru: Предыдущее резервное копирование, похоже, завершено с ошибками.

source: Logs
ru: Журналы

source: Notice: To prevent performance issues, only the last 2000 lines are displayed.
ru: Примечание: Для предотвращения проблем с производительностью отображаются только последние 2000 строк.

source: No log files
ru: Нет файлов журналов

source: The application must be configured with logfile location if you want to display their content in this view.
ru: Приложение должно быть сконфигурировано с расположением файла журнала, если вы хотите отобразить его содержимое в этом представлении.

source: used
ru: использовано

source: free
ru: свободно

source: Edit user %(name)s
ru: Редактировать пользователя %(name)s

source: You are receiving this email to notify you about your backups. The following repositories are inactive for some time. We invite you to have a look at your last backup schedule.
ru: Вы получили это письмо, по причине необходимости уведомить вас о результатах вашего резервного копирования. Следующие репозитории неактивны в течение некоторого времени. Мы предлагаем вам взглянуть на расписание ваших последних резервных копий...

source: If you don't want to be notify about this. You need to review your user preferences.
ru: Если вы не хотите получать уведомления об этом, вам необходимо пересмотреть свои пользовательские настройки.

source: Show last
ru: Показать последнее

source: Usage
ru: Использование

source: total
ru: всего

source: Send notification for the following repositories:
ru: Отправка уведомления для следующих репозиториев:

source: Character encoding
ru: Кодировка символов

source: Encoding
ru: Кодировка

source: Remove older
ru: Удалять старше

source: You can parameterize the storage time of earlier versions for each repository. Changing this value may free up disk space.
ru: Вы можете задать время хранения более ранних версий для каждого репозитория. Изменение этого значения может освободить дисковое пространство.

source: Keep history for
ru: Сохранить историю для

source: Ask your administrator to change this setting.
ru: Попросите своего администратора изменить этот параметр.

source: An email notification will be sent if backup is inactive for the given period of time.
ru: Если резервное копирование неактивно в течение заданного периода времени, будет отправлено уведомление по электронной почте.

source: Notify after
ru: Уведомлять после

source: Backup Status
ru: Состояние резервного копирования

source: Number of backup per days
ru: Количество резервных копий в день

source: Backup for
ru: Последняя резервная копия

source: Start Time:
ru: Время начала:

source: End Time:
ru: Время окончания:

source: Elapsed time:
ru: Прошедшее время:

source: New files:
ru: Новые файлы:

source: Deleted files:
ru: Удаленные файлы:

source: Changed files:
ru: Измененные файлы:

source: Increment files:
ru: Инкрементированные файлы:

source: Error count:
ru: Количество ошибок:

source: No backup for this date.
ru: Резервных копий на эту дату нет.

source: This feature has not been thoroughly tested and should be used with caution.
ru: Эта функция не была тщательно протестирована и должна использоваться с осторожностью.
